Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Zenway - ROG Masters.tmx
Source language: en
Languages: id, ja, ko, th, vi, zh_hant_tw

source: In case of a serious ‘force majeure’ situation that leaves a team without a full lineup to play with, the tournament direction can decide to allow an emergency transfer without applying of the Roster changes rules.
ja: 重大な「不可抗力」が発生している状況で、ラインナップが全員揃わないことになる場合、トーナメントディレクターは名簿変更規則を適用せずに緊急交代を許可することを決定することができます。
ko: ‘불가항력’에 의해 라인업을 꽉 채우지 못한 채 플레이해야 하는 팀이 남았을 경우, 토너먼트 감독은 로스터 변경 규정을 적용하지 않고 긴급 전송을 허용할 수 있습니다.

source: a) Overtime settings
ja: a) オーバータイム設定
ko: a) 연장전 설정

source: Communication with the tournament organizer
ja: トーナメント主催者との連絡
ko: 토너먼트 주최자와의 통신

source: The server will be paused on freezetime.
ja: サーバーはフリーズタイムで一時停止します。
ko: 프리즈 시간 동안 서버는 일시 중지됩니다.

source: In case of two or more teams have tied results, it will be decided by the organizer on his discretion according to other criteria such as the world rankings position, better results in the qualifier stages, etc.
ja: 同点の結果が 2 チーム以上ある場合は、世界ランキングの順位や予選ステージでの結果など、他の基準に従って主催者の裁量で決定します。
ko: 두 개 이상의 팀이 같은 성적을 냈을 경우, 주최자 재량에 따라 세계 랭킹, 예선에서의 결과 평가 등 다른 기준에 따른 참가자 교체가 발생할 것입니다.

source: Each participant or team member agrees that his personal data can be used in tournament promotion with advertising purposes, including but is not limited to, in the official or affiliated partners broadcast.
ja: 各参加者またはチームメンバーは、自身の個人データを広告目的でトーナメントのプロモーション (公式または提携パートナーの放送を含むが、これに限定されない) に使用することに同意したものとします。
ko: 각 참가자 또는 팀 구성원은 공식 또는 제휴 파트너의 토너먼트 프로모션에서 자신의 개인 데이터가 광고 목적을 포함하되 그에 국한되지 않는 목적으로 사용될 수 있다는 것에 동의합니다.

source: Using any of scripts is prohibited.
ja: スクリプトの使用は禁止されています。
ko: 스크립트 사용은 금지되어 있습니다.

source: In case the server crashes before the first damage, the round will be replayed.
ja: 最初のダメージの前にサーバーがクラッシュした場合は、ラウンドを再プレイします。
ko: 맵의 첫 사상자가 발생하기 전에 서버가 충돌하면, 라운드는 재시작됩니다.

source: Bangladesh / Indonesia
ja: バングラデシュ/インドネシア
ko: 방글라데시 / 인도네시아
th: บังกลาเทศ / อินโดนีเซีย

source: Asking or trying to manipulate the results of a match for betting purposes will be considered as match-fixing, and the involved parties will be disqualified.
ja: 賭け目的で試合の結果の操作を求めたり、操作しようとしたりする行為は八百長とみなされ、関与する者は失格となります。
ko: 도박을 목적으로 경기 결과의 조작을 부탁 및 요청하는 행위는 경기 조작으로 간주되며, 관련 당사자들은 모두 실격 조치됩니다.

source: Myanmar
ja: ミャンマー
ko: 미얀마

source: In case crucial bugs appeared in the latest version of CS:GO.
ja: 重要なバグが CS:GO の最新バージョンに登場した場合。
ko: 클라이언트들은 최신 패치에 대한 업데이트를 받게 됩니다.

source: The tournament organizer reserve the right to ask any player, who is playing in regional qualification from a country which is not recognized as his home country or the region according to the regional distribution, about the reasons for this and has the right to not allow players to continue participating in the tournament without the valid reasons to do so.
ja: トーナメント主催者は、リージョン別予選に出場している選手が、自国またはリージョン分けに基づくリージョンと認められていない国から出場している場合には、その理由を尋ねる権利を有し、正当な理由がない場合にはトーナメントへ引き続き出場することを認めない権利を有するものとします。
ko: 토너먼트 주최자는 자신의 본국 혹은 지역별 분할에 맞지 않는 지역에서 플레이 중인 선수에게 해당 행위의 당위성을 질문할 권리가 있으며, 해당 행위에 대한 유효한 이유 없이 토너먼트에 계속 참가하는 것을 불허할 권리가 있습니다.

source: Major violation penalty points are given for major incidents such as ignoring decisions of an administrator, failing to show up for the match, repeated Minor penalty points, rule breaking, ignoring of media activities and so on.
ja: 重大な違反のペナルティポイントは、運営の決定を無視する、試合に姿を見せない、軽度のペナルティポイントを繰り返し受けた、規則違反、メディアに関する活動の無視などの重大なインシデントに対して与えられます。
ko: 관리자 결정 무시, 경기 불출석, 사소한 위반 행위의 반복, 규칙 위반, 미디어 활동 무시 등 중대한 위반 행위에 대해 중대한 페널티 포인트가 주어집니다.

source: Teams and their representatives should try to solve any issues with the organizer before making any social media statements that could damage the brand or tarnish the reputation of the organizer.
ja: チームとその代表者は、主催者のブランドを損なうか、または主催者の評判を毀損する可能性のある声明をソーシャルメディアに出す前に、主催者との問題を解決するよう努める必要があります。
ko: 팀과 그 대표는 브랜드 이미지에 손상을 입히거나 주최자의 명성을 훼손할 수 있는 모든 소셜 미디어 성명을 발표하기 전에 주최자와의 모든 문제를 해결할 노력을 해야 합니다.

source: Cambodia
ja: カンボジア
ko: 캄보디아

source: Acceptance of data collection
ja: データ収集の受諾
ko: 데이터 수집에 대한 동의

source: All communication not connected to the match between teams are restricted to be sent in global chat.
ja: 試合につながっていないチーム間のやり取りはすべて、グローバルチャットでの送信に制限されます。
ko: 팀 간의 경기와 관련이 없는 모든 대화는 전체 채팅으로 보내지게끔 제한됩니다.

source: Sri Lanka
ja: スリランカ
ko: 스리랑카

source: Teams are allowed to make a roster change only by following these criteria:
ja: チームは、以下の基準に従ってのみ名簿の変更を行うことができます。
ko: 팀의 로스터 변경은 아래의 기준에 따라 허용됩니다:

source: Broadcast and the rights
ja: 放送と権利
ko: 방송 및 권리

source: Banned players on FACEIT will not be allowed to take part in the tournament.
ja: FACEIT で参加が禁止されたプレイヤーは、トーナメントに参加することはできません。
ko: FACEIT에서 금지된 플레이어는 토너먼트에 참가할 수 없습니다.

source: Penalties
ja: 罰則
ko: 페널티

source: Avatar
ja: アバター
ko: 아바타

source: Online matches will be played on the FACEIT.com platform.
ja: オンラインマッチは FACEIT.com プラットフォーム上でプレイします。
ko: 온라인 경기는 FACEIT.com 플랫폼에서 진행됩니다.

source: Breaks during/after the match
ja: 試合中/試合後の休憩
ko: 경기 중/경기 후 휴식

source: Any software which is giving anyone advantage during the game, listed here but not limited to the ones below is prohibited:
ja: ゲーム中に誰かを有利にするソフトウェア (以下にリストされているものを含むが、これらに限定されない) の使用は禁止されています。
ko: 게임 중 누군가에게 이점을 제공할 수 있는 모든 소프트웨어의 사용이 금지됩니다. 아래의 품목과 그에 국한되지 않는 모든 소프트웨어가 이에 포함됩니다:

source: In connection with the Team appearance at and participation in the Tournament, the Team confirms, warrants, conveys and is obliged to provide that the Team and each of the players in the Team membership jointly and severally, give to (hereinafter referred to as Organizer) and its affiliates (collectively- Administration), a royalty-free, fully paid-up, perpetual, non-exclusive right and license, worldwide, in any and all manner and media now or hereafter devised, in each case for the sole purpose of promotion of the Tournament, to:
ja: チームのトーナメントへの出場と参加に関連して、チームは、チームとチームメンバーの各選手が連帯して主催者 (以下「主催者」) およびその関連会社 (以下、総称して「運営」) に対して、現在または今後考案されるあらゆる方法と媒体で、トーナメントのプロモーションを唯一の目的として、以下に関する全世界、ロイヤリティーフリー、支払い済み、永久かつ非独占的な権利とライセンスを付与することを確認し、保証し、伝達し、履行する義務を負うものとします。
ko: 팀의 출연 및 토너먼트 참가와 관련하여, 팀은 팀과 팀에 소속된 선수들 개개인이 단체 혹은 개별적으로 (이후 주최자라 칭함)와/과 제휴사 (총칭- 관리부)에게 오직 토너먼트 홍보 용도로 사용한다는 전제하에 아래 항목을 전 세계에서 지금껏 알려진 모든 방식 및 매체를 통해 비배타적 이용권 및 이용허락을 로열티 없이, 전액 불입된 형태로, 또 영구적으로 양도 및 제공할 의무가 있음을 확인 및 보증합니다.

source: It’s restricted to use features of NVIDIA Overlays during the tournament.
ja: トーナメント中は NVIDIA オーバーレイ機能を使用することは制限されています。
ko: 이것은 토너먼트 기간 동안 엔비디아 오버레이의 기능을 사용하는 것으로 제한됩니다.

source: Players are prohibited to manipulate the computers with third-party software drivers for the GPU, audio card and other equipment.
ja: プレイヤーは、GPU、オーディオカードおよびその他の機器用のサードパーティーのソフトウェアドライバーを使用してコンピュータを操作することは禁止されています。
ko: 선수들은 GPU, 오디오 카드 및 기타 장비용 제3자의 소프트웨어 드라이버를 사용해서 컴퓨터를 조작해서는 안 됩니다.

source: Definition
ja: 定義
ko: 정의

source: The organizer has the right to be present on these channels for monitoring purposes and allowed to record the voice channel communication.
ja: 主催者は、監視目的でこれらのチャネルに臨席し、音声チャネル通信を記録する権利を有します。
ko: 주최자는 해당 채널에 모니터링 목적으로 참석할 권리가 있으며, 음성 채널 통신 내역을 녹음할 수 있습니다.

source: Teams are allowed to take all four timeouts at once by calling them all individually once the previous timeout expires.
ja: 前のタイムアウトが切れたら、チームは個々に呼びかけることで、一度に 4 つのタイムアウトをすべて呼びかけることができます。
ko: 팀은 이전 타임아웃이 만료되면 다른 타임아웃을 하나씩 이어서 사용하는 방식으로 타임아웃 4번을 한 번에 사용할 수 있습니다.

source: During LAN events - the server will be modified according to the team data provided to the tournament organizer.
ja: LAN イベント中、トーナメント主催者に提供されたチームデータに従ってサーバーを変更します。
ko: LAN 이벤트 중 서버는 토너먼트 주최자에게 제공된 팀 데이터에 따라 수정될 것입니다.

source: Tournament qualification process
ja: トーナメント予選プロセス
ko: 토너먼트 예선 과정

source: Full name
ja: フルネーム
ko: 성명

source: During online matches, the map selection will be done on the FACEIT.com platform in the match room right after it is created.
ja: オンラインマッチ中、マップ選択はマッチルーム内の FACEIT.com プラットフォーム上で作成された直後に行います。
ko: 온라인 경기 중에는 매치 룸 생성 후 바로 FACEIT.com 플랫폼에서 맵 선택을 수행합니다.

source: Game accounts
ja: ゲームアカウント
ko: 게임 계정

source: Software
ja: ソフトウェア
ko: 소프트웨어

source: In-game account parts will be modified by the tournament organizer during most of the tournament stages.
ja: トーナメント主催者は、ほとんどのトーナメントステージにおいてゲーム内アカウント部を修正します。
ko: 대부분의 토너먼트 단계 동안 인게임 계정 부분들은 토너먼트 주최자에 의해 수정될 것입니다.

source: Japan
ja: 日本
ko: 일본

source: Official matches
ja: 公式試合
ko: 공식 경기

source: Match settings
ja: 試合の設定
ko: 경기 설정

source: Minor violation
ja: 軽度の違反
ko: 사소한 위반

source: Pixel walking is forbidden.
ja: ピクセルウォークは禁止されています。
ko: 픽셀워킹은 금지되어 있습니다.

source: Players are prohibited to drink alcohol and use drugs during the tournament days.
ja: トーナメント期間中、プレイヤーはアルコールを飲んだり、薬物を使用したりすることは禁止されています。
ko: 플레이어는 토너먼트 기간 동안 술을 마시거나 마약을 복용할 수 없습니다.

source: Each participant or team representative must confirm that he read, understood and accepted all rules and regulations stated in this document.
ja: 大会に参加する 各参加者 、 またチーム代表者は、本書に記載されているすべての規則および規制を読み、理解し、受諾 したものとします。
ko: 각 참가자와 팀 대표자는 본 문서에 명시된 모든 규정과 규율을 읽고, 이해하고, 수락했음을 확인해야 합니다.

source: Brand damage
ja: ブランドの毀損
ko: 브랜드 이미지 실추

source: Matches on this platform will require installation of an anti-cheat.
ja: このプラットフォームの試合には、チート対策をインストールする必要があります。
ko: 해당 플랫폼에서의 경기는 안티 치트 설치를 요구할 것입니다.

source: April
ja: 4 月
ko: 4월
th: เมษายน
vi: Tháng 4

source: Agreement with conditions
ja: 条件付きの合意
ko: 조건 합의

source: Players are not allowed to use any avatars which violate the code of conduct.
ja: プレイヤーは、行動規範に違反するアバターを使用することはできません。
ko: 플레이어는 행동 강령을 위반하는 어떠한 아바타도 사용할 수 없습니다.

source: In case the participant is younger than the above age threshold, he/she has to declare that he/she has sought legal guardian or parent’s approval to participate and to provide information to ASUS in the ROG Masters 2020.
ja: 参加者が上記の成人年齢を下回る場合、ROG Masters 2020 に参加し ASUS に情報を提供することにつき、法的後見人または保護者の承認を求めたことを宣言しなければなりません。
ko: 참가자의 연령이 위의 연령 제한보다 낮은 경우, 그/그녀는 ROG 마스터즈 2020에서 ASUS에 참여하고 정보를 제공하기 위해 부모 또는 법적 보호자의 승인을 구했음을 신고해야 합니다.

source: For the Tournament the APAC Region will be divided into countries with its own competition phases.
ja: トーナメントの APAC リージョンは国ごとに分けられ、国ごとに独自の競技フェーズがあります。
ko: APAC 지역 토너먼트는 국가별로 다른 경쟁 단계를 갖습니다.

source: Qualifiers and invites for ROG Masters 2021 are usually based on the majority of the lineup registered to a country, region or subregion.
ja: ROG Masters 2021 の予選と招待は、通常、ラインナップの過半数がどの国、リージョンまたはサブリージョンに登録されているかに基づきます。
ko: ROG 마스터즈 2021의 예선전과 및 초청전은 보통 국가, 지역 또는 하위 지역에 등록된 대부분의 라인업을 기반으로 합니다.

source: Starting money:
ja: 開始時の資金:
ko: 시작 돈:

source: During the tournament, the last official version of CS:GO will be used for the matches.
ja: トーナメント中は、CS:GO の最新の公式バージョンが試合に使用されます。
ko: 토너먼트 기간 동안 경기에 사용되는 것은 CS:GO의 공식 최종 버전입니다.

source: During other stages, the slot will be given to the next not qualified team in the qualifier, which was represented by the replaced team.
ja: 他のステージでは、参加資格のない、予選で次点になったチームにスロット (このスロットの代表は代替されたチームが務めることになっていた) が与えられます。
ko: 다른 단계에서는 교체된 팀이 대표한 예선에서 자격을 얻지 못한 다음 팀에게 슬롯이 주어집니다.

source: Rights
ja: 権利
ko: 권한

source: Communication with players
ja: プレイヤーとの連絡
ko: 선수 간 통신

source: They may be classified as minor or major penalty points, disqualification from the match or the tournament.
ja: 罰則は軽度のまたは重大なペナルティポイント、試合やトーナメントからの失格に分類されます。
ko: 페널티는 규정 위반 수위에 따라 경미한 위반과 중대 위반으로 분류되며, 경기 혹은 토너먼트 실격으로 이어집니다.

source: Player’s Nationality
ja: プレイヤーの国籍
ko: 선수 국적

source: During the national qualifiers, this feature will be disabled.
ja: 国別予選では、この機能は無効になります。
ko: 이 기능은 국가 예선 기간 동안은 비활성화됩니다.

source: If the team protest about the result after the deadline, the organizer has the right to not to react to the protest.
ja: チームが締め切り後に結果について抗議する場合、主催者は抗議に反応しない権利を有します。
ko: 제기 기한 이후에 이의를 제기할 경우 주최자는 제기된 이의 사항에 대응하지 않을 권리가 있습니다.

source: Broadcast refers to official Live showing of any match during the tournament on any platform the organizer decides to do so, in any of the tournament stages.
ja: 放送とは、主催者がトーナメントのどのステージかにかかわらず、主催者が放送することにしたプラットフォームでトーナメント中の試合を公式ライブ表示することを指します。
ko: 방송은 주최자의 결정 하에 임의의 토너먼트 단계에서 임의의 플랫폼을 통해 임의의 토너먼트 내 경기를 공식적으로 실시간 공개하는 것을 말합니다.

source: For the Qualifiers and all stages of the ROG Masters 2021, the roster submit deadline is on the 7th of January 2021 applies.
ja: ROG Masters 2021 の予選および全ステージの名簿提出期限は、2021 年 1 月 7 日です。
ko: 예선전과 ROG 마스터즈 2021의 모든 단계에서, 로스터 제출 마감일은 2021년 1월 7일에 적용됩니다.

source: 20 secs
ja: 20 秒
ko: 20초

source: Valid reasons can be seen in '6.c Home Region'
ja: 有効な理由については、「 6.c ホームリージョン」をご覧ください。
ko: '6.c 홈 지역'에서 유효한 이유들을 확인하실 수 있습니다.

source: List of Countries:
ja: 国のリスト:
ko: 국가 목록:

source: Communication during the protest
ja: 抗議中の連絡
ko: 이의 제기 중 의사소통

source: ASUS has the right to deny the addition if a player does not meet the requirements for a Player addition.
ja: ASUS はそのプレイヤーがプレイヤーの追加要件を満たしていない場合、追加を拒否する権利を有します。
ko: ASUS는 선수가 선수 추가 요건을 충족하지 못할 경우 추가를 거부할 권리가 있습니다.

source: Each team has up to 6 minutes of pauses (3 pauses, 2 minutes per pause) during the match.
ja: 各チームは、試合中最大 6 分の一時停止 (3 回の一時停止、1 回の一時停止につき 2 分) を行えます。
ko: 각 팀은 경기 중 최대 6분까지(3회, 회당 2분) 일시 정지를 요청할 수 있습니다.

source: Server-admin pause
ja: サーバー管理者の一時停止
ko: 서버 관리자에 의한 일시 중단

source: Server issues or match interruptions
ja: サーバーの問題または試合の中断
ko: 서버 문제 또는 경기 중단

source: If any bug is used which is not listed here it is up to the referee’s discretion whether or not a punishment will be given.
ja: ここに記載されていないバグが利用された場合、罰が与えられるかどうかは審判の裁量に委ねられます。
ko: 여기에 나열되지 않은 버그의 사용에 대한 처벌 여부는 심판의 재량에 달립니다.

source: Changes in Team accounts
ja: チームアカウントの変更
ko: 팀 계정 변경

source: Players addition
ja: プレイヤーの追加
ko: 선수 추가

source: If a server cannot be agreed upon by both teams, the organizer will determine the server to be played on.
ja: 両チームからサーバーの合意が得られなかった場合は、主催者が対戦するサーバーを決定します。
ko: 두 팀이 서버 합의를 끌어내지 못하면, 주최자가 경기를 진행할 서버를 결정합니다.

source: If there is no such majority, the team cannot take part in qualifiers without prior approval from tournament administration.
ja: そのような過半数に達しない場合、チームはトーナメントの運営の事前承認なしには予選に参加できません。
ko: 과반수가 없는 경우, 팀은 토너먼트 관리부의 사전 승인 없이 예선에 참여할 수 없습니다.

source: Decision on the protest
ja: 抗議に関する決定
ko: 이의 제기에 대한 결정

source: Every minor penalty point will deduct prize earnings by 1%.
ja: 軽度のペナルティポイントごとに、獲得する賞金から 1% 差し引きます。
ko: 매 사소한 페널티 포인트마다 상금의 1%가 공제됩니다.

source: Skins modifications
ja: スキンの変更
ko: 스킨 수정

source: APAC Finals
ja: APAC 決勝トーナメント
ko: APAC 결승전

source: No players, team managers, staff or management of attending organizations may be involved in betting or gambling, associate with betters or gamblers, or provide anyone any information that may assist betting or gambling, either directly or indirectly, for any of the tournament matches or the tournament in general.
ja: 参加組織のプレイヤー、チームマネージャー、スタッフまたは管理者は、賭けやギャンブルに関与したり、ベッターやギャンブラーと関わり合いを持ったり、直接的または間接的に、トーナメントの試合またはトーナメント全般について、賭けやギャンブルを支援する可能性のある情報を誰に対しても提供したりしてはなりません。
ko: 참가 조직의 선수, 팀 매니저, 직원 또는 관리자는 내기 및 도박에 관여하거나, 내기꾼 혹은 도박꾼에게 협조하거나, 혹은 누군가에게 내기 및 도박에 직/간접적으로 도움을 줄 수 있는 토너먼트 경기 혹은 토너먼트 자체에 대한 정보를 제공해선 안 됩니다.

source: Acceptance of the Rules
ja: 規則の受諾
ko: 규정 수락

source: USD 32,600
ja: 32,600 米ドル
th: 32,600 เหรียญสหรัฐฯ

source: Deadline for protest
ja: 抗議の締め切り
ko: 이의 제기 기한

source: During online matches, players can call the pause by typing !pause in chat.
ja: オンライン対戦中、プレイヤーはチャットに「!pause」と入力して一時停止を呼びかけることができます。
ko: 선수들은 온라인 경기 중 채팅창에 '!pause'를 입력하여 일시 중지를 요청할 수 있습니다.

source: Thailand
ja: タイ
ko: 태국

source: Match server
ja: 試合のサーバー
ko: 경기 서버

source: ROG Masters 2021 Official Rulebook and Regulations
ja: ROG Masters 2021 公式規則集および規制

source: Example:
ja: 例:
ko: 예시:

source: Map selection
ja: マップの選択
ko: 맵 선택

source: Round restart delay:
ja: ラウンドリスタートの遅延:
ko: 라운드 재시작 지연:

source: Appendix
ja: 付録
ko: 부록

source: Matches can officially start only when the 5 players from both sides join the server.
ja: 試合は、両サイド 5 名のプレイヤーがサーバーに参加したときにのみ、正式に開始することができます。
ko: 서버에 양 팀 선수들이 5명씩 참여했을 때에만 경기를 공식적으로 시작할 수 있습니다.

source: Round duration:
ja: ラウンド時間:
ko: 라운드 시간:

source: Example of emergency situations:
ja: 緊急事態の例：
ko: 비상 상황의 예:

source: Participant replacement
ja: 参加者の代役
ko: 참가자 교체

source: Communication regarding appeals should be between the license-holder or his assigned communication manager and the main referee of the tournament.
ja: 不服申立てに関するやり取りは、ライセンス保有者または指名された連絡担当者と、トーナメントの主審との間で行う必要があります。
ko: 항소에 관한 의사소통은 해당 권한이 있는 자 혹은 해당 인원에게 할당된 통신 관리자와 토너먼트 주심 사이에서 이뤄져야 합니다.

source: The organizer has the right to ask for proof of an emergency situation with official documents.
ja: 主催者は、公式文書で緊急事態の証拠を提出するよう求める権利を有します。
ko: 주최자는 비상사태의 증거로 공문서를 요구할 권리가 있습니다.

source: Each team is required to be presented on the server/room/communication channel at least 15 minutes prior to the start of the match according to the schedule provided by the organizer.
ja: 各チームは、主催者の指定するスケジュールに従って、試合開始の少なくとも 15 分前にサーバー/ルーム/通信チャネルでスタンバイする必要があります。
ko: 각 팀은 주최자가 제공한 일정에 따라 경기 시작 15분 전에 서버/룸/통신 채널에 참석해야 합니다.

source: The sides on the maps are determined by a knife round.
ja: マップの側面については、ナイフのラウンドによって決まります。
ko: 시작 사이드는 나이프 라운드(칼전)로 결정합니다.

source: Disqualification will happen only with the most crucial rule violations such as cheating, match-fixing, repeated failure to show up for the match, public image damage for the tournament organizer and so on.
ja: 失格は、チート行為、八百長、試合に繰り返し姿を見せない、トーナメント主催者の公共イメージの毀損などの最も深刻な規則違反に対してのみ発生します。
ko: 실격 처리는 부정행위, 승부 조작, 반복적인 경기 불출석, 토너먼트 주최자의 대중 이미지 실추 등 심각한 규칙 위반에 대해 부과됩니다.

source: Live broadcasts will be organized on different platforms and will be distributed via different media sources.
ja: ライブ放送は、異なるプラットフォームで編成され、異なるメディアソースを介して配信されます。
ko: 생방송은 다양한 플랫폼에서 구성되며 다양한 미디어 소스를 통해 배포됩니다.

source: In case the team considers the addition of any player to the roster, they need to be sure that the player meets the following criteria:
ja: チームがプレイヤーを名簿に加えることを検討する場合、プレイヤーが次の基準を満たしていることを確認する必要があります。
ko: 팀이 선수를 로스터에 추가하려 할 때, 팀은 해당 선수가 아래의 기준을 충족하는가를 확인해야 합니다:

source: The ROG Masters 2021 administration takes responsibility on hosting all the stages of the tournament and providing information on time via the official communication channels of tournament organizer and the official site of the competition:
ja: ROG Masters 2021 の運営は、トーナメントの全ステージをホストし、トーナメント主催者の公式通信チャネルと大会の公式サイトを通じて時間に関する情報を提供する責任を負います。
ko: ROG 마스터즈 2021 관리부는 토너먼트의 모든 단계를 주최할 책임과, 토너먼트 주최자의 공식 통신 채널과 경기 공식 사이트를 통해 제 시간에 정보를 제공할 책임을 집니다.

source: National Champion
ja: 国内チャンピオン

source: Team B picks the second-played map.
ja: チーム B が 2 番目にプレイするマップを選択します。
ko: 팀 B가 두 번째로 플레이할 맵을 선택합니다.

source: Participating in this Tournament is deemed acceptance of these Official Rulebook and Regulations.
ja: 本トーナメントへ参加することで、本公式規則集および規制を受諾したものと見なされます。
ko: 본 토너먼트에 참가하는 것은 공식 규정집 및 규율을 수락한 것으로 간주됩니다.

source: This decision will be final during the whole tournament.
ja: この決定は、トーナメント全体を通して最終決定となります。
ko: 이 결정은 토너먼트에 전체에 반영되는 최종 결정입니다.

source: Exceptions from this rule are possible if the organizer can be convinced that there is a valid reason why the team would be unable to attend all required parts of the qualifier in their home region and why the team should be allowed to play the qualifier in the region suggested by the team.
ja: この規則の例外は、主催者が、ホームリージョンの予選に必要な全過程に参加できない正当な理由があること、およびチームが提案したリージョンで予選をプレーすることを許可すべき理由があると確信できる場合に認められる可能性があります。
ko: 팀이 어째서 자신들의 홈 지역에 필요한 모든 예선전에 참가할 수 없으며, 팀이 제시하는 다른 지역의 예선전에 참가하는 것을 허가해줘야 하는가에 대한 유효한 이유가 있음을 주최자가 납득할 경우 본 규정의 예외 사항이 발생할 수 있습니다.

source: Teams must confirm that they will act like professionals and will not abuse opponents or referees during dialogs between all parties.
ja: チームは、その代表者がプロのように行動し、すべての当事者間の対話中に相手や審判に対して粗暴な態度を取らないようにする必要があります。
ko: 팀은 전문가로서 행동할 것이며, 당사자들 간의 대화 도중 상대방 혹은 심판에게 폭언을 일삼지 않을 것임을 확인해야 합니다.

source: Active duty map group map pool will be used for the whole duration of the tournament.
ja: アクティブデューティマップグループのマッププールは、トーナメントの開催期間を通じて使用されます。
ko: 아래의 이용 가능한 맵 그룹, 맵 풀이 토너먼트 기간 내내 사용됩니다.

source: The bomb may not be planted in a location where it cannot be defused.
ja: 爆弾は、それが破壊できない場所には設置してはなりません。
ko: 폭탄을 해체할 수 없는 위치에 설치해서는 안 됩니다.

source: In case a participant is not sure how to consider certain situations, he should contact the tournament organizer beforehand and receive confirmation of his eligibility to take part in the tournament.
ja: 参加者が特定の状況をどう考慮したらいいかわからない場合は、事前にトーナメント主催者に連絡し、トーナメントへの参加資格の確認を受ける必要があります。
ko: 특정 상황을 고려할 방법을 잘 알지 못하는 참가자는 사전에 토너먼트 주최자에게 연락하여 토너먼트 참가 자격 확인을 받아야 합니다.

source: Game Specific rules
ja: ゲーム固有の規則
ko: 게임별 규칙

source: The tournament organizer is not responsible for any agreements between individuals or teams, which can conflict with ROG Masters 2021 rulebook and regulations and will not allow them to take place.
ja: トーナメント主催者は、個人またはチーム間での合意について一切責任を負いません。このような合意は、ROG Masters 2021 規則集および規制と抵触することがあるため、許可されていません。
ko: 토너먼트 주최자는 어떠한 개인 혹은 팀 간의 계약에 대해서도 책임을 지지 않으며, 그러한 계약은 ROG 마스터즈 2021 규정집 및 규정을 위배할 수 있기에 성립을 허용하지도 않습니다.

source: The team name may only be used for one participating team and be submitted before the roster deadline before the Qualifiers.
ja: チーム名は 1 つの参加チームにつき 1 つのみ使用でき、予選前に名簿締め切り前に提出することができます。
ko: 팀 이름은 하나의 참가 팀에만 사용할 수 있으며, 예선 시작 전 로스터 마감일 전에 제출해야 합니다.

source: The sides on the map are determined by a knife round.
ja: マップの側面については、ナイフラウンドによって決まります。
ko: 시작 사이드는 나이프 라운드(칼전)로 결정됩니다.

source: All participants of ROG Masters 2021 must be over 18 years old and over the age of majority in the country of participants’ citizenship before the first online match scheduled for the team.
ja: ROG Masters 2021 の全参加者は、18 歳以上で、かつチームがプレイすることになっている予定されている最初のオンライン試合の前に、参加者の自国の成人年齢に達していなければなりません。
ko: ROG 마스터즈 2021의 모든 참가자는 팀의 첫 번째 온라인 경기 전에 18세 이상의, 그리고 참가자 국가의 시민권 조항에서 규정하는 성년 이상의 연령대에 도달해야 합니다.

source: Single or continuing violations
ja: 1 回の違反または継続的な違反
ko: 단일 혹은 지속적인 위반 행위

source: Participants will be informed about punishment by mail and will be given time to appeal on the decision.
ja: 参加者は電子メールで罰則について通知され、決定について不服申立てをする時間が与えられます。
ko: 참가자들은 우편을 통해 처벌 사항을 통보받게 되며, 결정에 항소할 시간을 받을 것입니다.

source: For Best of One matches the process will be:
ja: ベスト 1 の試合のプロセスは次のようになります。
ko: 이상적인 형태의 절차는 아래와 같습니다:

source: Any changes in Team accounts must be approved beforehand by ASUS.
ja: チームアカウントの変更は、事前に ASUS の承認を受けなければなりません。
ko: 팀 계정의 변경은 ASUS의 사전 승인을 받아야 합니다.

source: Not showing up
ja: ノーショー
ko: 불출석

source: If a player discovers a new bug or glitch, he is obligated to immediately report it to head admin before using it.
ja: プレイヤーが新しいバグや不具合を発見した場合、プレイヤーはそれを利用する前に直ちに管理者に報告する義務があります。
ko: 새로운 버그나 결함을 발견한 선수는, 그것을 사용하기 전에 즉시 수석 관리자에게 보고할 의무가 있습니다.

source: Team sponsors who can be identified as racist, pornographic, related to illegal drugs, adult/mature or non-ethical resources are not allowed to be presented on ROG Masters 2021.
ja: 人種差別的、猥褻、違法な薬物、成人向けたは非倫理的なリソースに関係していると認められるチームスポンサーは、ROG Masters 2021 にその名前を提示することはできません。
ko: 인종차별, 음란물, 불법 마약, 성인물 혹은 비윤리적 자원을 취급하는 이로 간주되는 팀 스폰서는 ROG 마스터즈 2021에 참석할 수 없습니다.

source: Indonesia
ja: インドネシア
ko: 인도네시아

source: The ROG Masters 2021 official rulebook and guidelines provided to team representatives valid throughout all activities during the tournament until the end.
ja: チーム代表者には、ROG Masters 2021 公式規則集およびガイドラインが配布され、トーナメント終了までのすべてのアクティビティを通じて効力を有し続けます。
ko: 팀 대표자들에게 제공되는 ROG 마스터즈 2021 공식 규정집과 가이드라인은 토너먼트 기간 내 발생하는 모든 활동에 대해 유효합니다.

source: Ghosting
ja: ゴースティング
ko: 고스팅

source: Match results
ja: 試合結果
ko: 경기 결과

source: In the case the team wish to participate in another region, the team should confirm the possibility with the tournament organizer prior to registration, otherwise it will be disqualified from the tournament.
ja: チームが他のリージョンへの参加を希望する場合は、登録前にトーナメント主催者にその可能性を確認する必要があります。そうでない場合はトーナメントから失格となります。
ko: 팀이 다른 지역에 참가하고자 하는 경우, 팀은 토너먼트 주최자와 함께 등록 전에 가능 여부를 확인해야 하며, 그러지 않을 시 토너먼트에서 실격 처리될 수 있습니다.

source: To ensure an appropriate level of confidentiality, the Tournament organizer concludes non-disclosure agreements (NDA) with all its partners and contractors, and also complies
ja: 適切な水準の機密性を確保するために、トーナメント主催者は、その内部ポリシーと指示に従い、すべてのパートナーおよび契約者と秘密保持契約 (NDA) を締結し、
ko: 토너먼트 주최자는 적절한 수준의 기밀 유지 보장을 위해 모든 파트너 및 계약업체와 비공개 계약(NDA)을 체결하고 준수하며,
